spec/fixtures/soap/xml/IControl.LocalLB.VirtualServer.remove_all_rules_9b67d641043e0c2689da7cc6dd777ef0_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:remove_all_rules><virtual_servers><value>test_virtual_server_nil</value></virtual_servers></wsdl:remove_all_rules></env:Body></env:Envelope>